<?php

return [

    'title' => 'اتصل بنا',
    'contact_info' => 'بيانات الاتصال',
    'leave' => 'اتصل بنا',
    'description' => 'إذا كان لديك أي استفسار أو رسالة، فلا تتردد.',
    'name' => 'الاسم',
    'email' => 'البريد الالكتروني',
    'subject' => 'عنوان الرسالة',
    'message' => 'محتوى الرسالة',
    'send' => 'أرسل',
    'created_at' => 'التاريخ والوقت',

    'store' => 'موقعنا',
    'site_description' => 'وصف الموقع',
    'success_contact' => 'تم إرسال رسالتك بنجاح.',
    'sent_failed' => 'لم يتم إرسال الرسالة، يبدو أن هناك خطأ ما!',

    // Email Welcome
    'mail_head' => 'وصلتك رسالة من | :name',

    // Admin
    'heading_title' => 'بريد الموقع',
    'contact_list' => 'قائمة الرسائل الواردة',

    'reply' => 'الرد على الرسالة',

    'no_results' => 'لا توجد نتائج!',

    'new_message' => 'إرسال رسالة',
    'to' => 'إلى',
    'to_error' => 'عنوان المرسل إليه مطلوب!',

    'failed_sent' => 'فشل إرسال الرسالة. يرجى مراجعة الدعم الفني!',
    'success_sent' => 'تم إرسال الرسالة بنجاح.',
];
